[
  {
    "id": 1,
    "judul": "Sains dalam Perspektif Al-Qur’an",
    "ringkas": "Al-Qur’an mendorong manusia untuk berpikir, meneliti, dan mengkaji alam semesta sebagai tanda kebesaran Allah SWT.",
    "isi": "Al-Qur’an bukanlah kitab sains dalam pengertian modern, namun ia merupakan kitab petunjuk yang sarat dengan isyarat-isyarat ilmiah. Allah SWT berulang kali mengajak manusia untuk menggunakan akal, merenung, dan mengamati alam semesta sebagai tanda kebesaran-Nya.\n\nBanyak ayat Al-Qur’an yang menyinggung tentang penciptaan langit dan bumi, peredaran matahari dan bulan, pergantian siang dan malam, serta proses penciptaan manusia. Semua ini menjadi dorongan kuat bagi umat Islam untuk tidak bersikap pasif, tetapi aktif dalam mengembangkan ilmu pengetahuan.\n\nDalam sejarah Islam, dorongan wahyu ini melahirkan generasi ilmuwan besar seperti Ibnu Sina, Al-Biruni, Al-Khawarizmi, dan Jabir bin Hayyan. Mereka tidak melihat pertentangan antara iman dan ilmu, melainkan menjadikan iman sebagai landasan etika dalam penelitian ilmiah.\n\nAl-Qur’an menegaskan bahwa orang-orang berilmu memiliki kedudukan yang tinggi di sisi Allah SWT. Oleh karena itu, mempelajari sains dalam perspektif Al-Qur’an bukan sekadar upaya intelektual, tetapi juga bentuk ibadah dan penghambaan kepada Sang Pencipta.\n\nDengan memahami sains melalui kacamata Al-Qur’an, umat Islam diharapkan mampu mengembangkan ilmu pengetahuan yang bermanfaat, berakhlak, dan membawa kemaslahatan bagi seluruh umat manusia.",
    "gambar": "images/artikel/sains-quran.jpg",
    "tanggal": "2026-01-01"
  },
  {
    "id": 2,
    "judul": "Astronomi dalam Peradaban Islam",
    "ringkas": "Peradaban Islam memberikan kontribusi besar dalam perkembangan ilmu astronomi dan ilmu falak dunia.",
    "isi": "Astronomi merupakan salah satu cabang ilmu pengetahuan yang berkembang pesat dalam peradaban Islam. Kebutuhan umat Islam terhadap penentuan waktu sholat, arah kiblat, dan kalender hijriah mendorong para ulama dan ilmuwan untuk mengkaji pergerakan benda-benda langit secara sistematis.\n\nPada masa keemasan Islam, observatorium didirikan di berbagai wilayah seperti Baghdad, Damaskus, dan Samarkand. Ilmuwan muslim seperti Al-Battani dan Al-Farghani melakukan pengamatan astronomi dengan tingkat ketelitian yang luar biasa pada masanya.\n\nKonsep-konsep penting dalam astronomi modern, seperti perhitungan lintasan planet dan tabel astronomi, banyak dipengaruhi oleh karya ilmuwan muslim. Bahkan, istilah-istilah astronomi seperti zenith dan nadir berasal dari bahasa Arab.\n\nAstronomi dalam Islam tidak hanya berfungsi secara praktis, tetapi juga memiliki dimensi spiritual. Pengamatan langit mengantarkan manusia pada kesadaran akan keteraturan ciptaan Allah SWT dan kebesaran-Nya yang tidak terbatas.\n\nDengan mempelajari astronomi dalam perspektif Islam, umat diajak untuk menyeimbangkan antara kecerdasan intelektual dan kekaguman spiritual terhadap alam semesta.",
    "gambar": "images/artikel/astronomi-islam.jpg",
    "tanggal": "2026-01-05"
  },
  {
    "id": 3,
    "judul": "Kesehatan dalam Ajaran Islam",
    "ringkas": "Islam mengajarkan prinsip-prinsip kesehatan yang sejalan dengan ilmu kedokteran modern.",
    "isi": "Kesehatan merupakan nikmat besar dari Allah SWT yang wajib dijaga dan disyukuri. Dalam ajaran Islam, kesehatan tidak hanya dipahami sebagai kondisi fisik semata, tetapi juga mencakup kesehatan mental dan spiritual.\n\nRasulullah ﷺ telah memberikan banyak teladan tentang pola hidup sehat, seperti menjaga kebersihan, mengatur pola makan, berpuasa, serta menganjurkan olahraga ringan seperti berjalan dan berkuda. Prinsip-prinsip ini terbukti sejalan dengan kajian medis modern.\n\nIslam melarang segala bentuk perilaku yang merusak tubuh, seperti konsumsi makanan berlebihan, minuman keras, dan hal-hal yang membahayakan kesehatan. Hal ini menunjukkan bahwa Islam sangat menjunjung tinggi nilai pencegahan dalam menjaga kesehatan.\n\nSelain itu, kesehatan mental juga mendapat perhatian besar dalam Islam. Dzikir, sholat, dan tawakal menjadi sarana spiritual untuk menenangkan jiwa dan mengurangi stres, yang secara ilmiah terbukti berpengaruh positif terhadap kesehatan.\n\nDengan mengamalkan ajaran Islam secara menyeluruh, umat diharapkan mampu menjalani kehidupan yang sehat, seimbang, dan produktif sebagai bentuk syukur atas nikmat Allah SWT.",
    "gambar": "images/artikel/kesehatan-islam.jpg",
    "tanggal": "2026-01-10"
  }
]
